
/* */
"AppSocket/HP JetDirect" = "JetDirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Fax";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Protocolo de impressão na Internet (http)";

/* */
"Internet Printing Protocol (ipp)" = "Protocolo de impressão na Internet";

/* */
"LPD/LPR Host or Printer" = "Impressora ou host LPD/LPR";

/* */
"Serial Printer (serial)" = "Série";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Janelas";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Outro dispositivo";

/* Internal Modem */
"modem" = "Modem interno";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Modem Bluetooth";


